cask_args appdir: "/Applications"

tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/cask"

brew "curl"
brew "fzy"
brew "git"
brew "git-flow"
brew "jq"
brew "mas"
brew "mtr"
brew "namebench"
brew "neovim"
brew "node"
brew "openssl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "rbenv"
brew "rbenv-bundler-ruby-version"
brew "tig"
brew "wget"
brew "zsh"

cask "1password"
cask "alfred"
cask "chrome-devtools"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "evernote"
cask "finicky"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "macdown"
cask "openemu"
cask "p4merge"
cask "platypus"
cask "rescuetime"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tunnelblick"
cask "vimr"
cask "zoomus"

mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "ReadKit", id: 588726889
mas "Soulver", id: 413965349
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Xcode", id: 497799835
